Repository: DeveloperAcademy-POSTECH/2023-MacC-Team12-Creative8
Catalog: Projects/App/Localizable.xcstrings
Source language: en
Languages: ko

# %@의 최근 공연
source: %@’s latest show
ko: %@의 최근 공연

# 1~2분 후 Apple Music에서 확인하세요
source: Check it out on Apple Music in 2 minute
ko: 1~2분 후 Apple Music에서 확인하세요

# 5명까지 선택할 수 있습니다
source: Please choose up to 5 people
ko: 5명까지 선택할 수 있습니다

# App Store로 이동하기
source: Go to App Store
ko: App Store로 이동하기

# Apple Music으로 내보내기
source: Export to Apple Music
ko: Apple Music으로 내보내기

# Bugs, FLO, genie, VIBE의 유저이신가요?
source: Are you a user of Bugs, FLO, genie, VIBE?
ko: Bugs, FLO, genie, VIBE의 유저이신가요?

# OCR 서비스를 사용해 캡쳐만으로 플레이리스트를 만들어보세요.
source: Create a playlist with only capture using the OCR service.
ko: OCR 서비스를 사용해 캡쳐만으로 플레이리스트를 만들어보세요.

# Seta의 서비스 약관을 확인하세요
source: Check out Seta’s Terms of Service
ko: Seta의 서비스 약관을 확인하세요

# Setlist.fm 바로가기
source: Go to Setlist.fm
ko: Setlist.fm 바로가기

# Setlist.fm에서 다녀온 공연의 세트리스트를
source: Check out the setlist of the concert you
ko: Setlist.fm에서 다녀온 공연의 세트리스트를

# Setlist.fm에서 추가해보세요.
source: Add it from the Setlist.fm
ko: Setlist.fm에서 추가해보세요.

# 개인정보 처리방침
source: Privacy policy
ko: 개인정보 처리방침

# 검색
source: Search
ko: 검색

# 공연
source: Show
ko: 공연

# 공연 및 세트리스트 정보를 빠르게 확인해보세요
source: Quickly access concert and setlist information
ko: 공연 및 세트리스트 정보를 빠르게 확인해보세요

# 공연 북마크 취소
source: Undo Bookmark
ko: 공연 북마크 취소

# 공유하기
source: Share a setlist
ko: 공유하기

# 관심있는 공연에 북마크를 눌러 표시해주세요
source: Create shortcuts to your favorite shows.
ko: 관심있는 공연에 북마크를 눌러 표시해주세요

# 관심있는 아티스트 정보를 빠르게
source: Artists you like will show here.
ko: 관심있는 아티스트 정보를 빠르게

# 관심있는 아티스트를 찜하고
source: Like your favorite artists you are interested in
ko: 관심있는 아티스트를 찜하고

# 날짜
source: Date
ko: 날짜

# 네트워크에 연결되어 있지 않습니다
source: No Internet
ko: 네트워크에 연결되어 있지 않습니다

# 더보기
source: More
ko: 더보기

# 락
source: Rock
ko: 락

# 메일 전송 실패
source: Failed to send email
ko: 메일 전송 실패

# 메일을 보내려면 'Mail' 앱이 필요합니다. App Store에서 해당 앱을 복원하거나 이메일 설정을 확인하고 다시 시도해주세요.
source: To send an email, the 'Mail' app is required. Please restore the app from the App Store or check your email settings and try again.
ko: 메일을 보내려면 'Mail' 앱이 필요합니다. App Store에서 해당 앱을 복원하거나 이메일 설정을 확인하고 다시 시도해주세요.

# 메탈
source: Metal
ko: 메탈

# 문의하기
source: Contact
ko: 문의하기

# 변경을 원하신다면
source: If you want to change it,
ko: 변경을 원하신다면

# 보관함
source: Archive
ko: 보관함

# 보관함에서도 볼 수 있습니다
source: You can also find them in Archive.
ko: 보관함에서도 볼 수 있습니다

# 북마크 한 공연이 없어요
source: No Bookmarks
ko: 북마크 한 공연이 없어요

# 북마크한 공연이 없습니다.
source: No Bookmarks
ko: 북마크한 공연이 없습니다.

# 북마크한 공연이 추가되었습니다.
source: The performance has been bookmarked
ko: 북마크한 공연이 추가되었습니다.

# 빠르게 세트리스트를 확인해보세요
source: Quickly check the setlist
ko: 빠르게 세트리스트를 확인해보세요

# 사진 기능을 사용하려면 ‘사진/비디오' 접근 권한을 허용해야 합니다.
source: To use the Photography feature, You must allow 'Photo/Video' access
ko: 사진 기능을 사용하려면 ‘사진/비디오' 접근 권한을 허용해야 합니다.

# 새로고침
source: Refresh
ko: 새로고침

# 서비스 이용 관련
source: Service use related
ko: 서비스 이용 관련

# 설정
source: Setting
ko: 설정

# 세트리스트
source: Setlist
ko: 세트리스트

# 세트리스트 보기
source: View Setlist
ko: 세트리스트 보기

# 세트리스트 정보가 아직 없습니다
source: Any setlist information yet
ko: 세트리스트 정보가 아직 없습니다

# 세트리스트 정보가 없습니다.
source: No setlist information
ko: 세트리스트 정보가 없습니다.

# 세트리스트 추가 및 수정하기
source: Add and edit setlists
ko: 세트리스트 추가 및 수정하기

# 세트리스트 추가하기
source: Adding a SetList
ko: 세트리스트 추가하기

# 세트리스트가 없습니다
source: No setlist
ko: 세트리스트가 없습니다

# 세트리스트를 직접 작성하고 싶으신가요?
source: Do you want to create your own setlist?
ko: 세트리스트를 직접 작성하고 싶으신가요?

# 아티스트 5명이 이미 선택되었어요
source: 5 artists have already been selected
ko: 아티스트 5명이 이미 선택되었어요

# 아티스트 보기
source: View Artist
ko: 아티스트 보기

# 아티스트 찜하기
source: Choose Artists You Like
ko: 아티스트 찜하기

# 아티스트 찜하러 가기
source: Search Artists
ko: 아티스트 찜하러 가기

# 아티스트를 검색하세요
source: Search artist
ko: 아티스트를 검색하세요

# 아티스트를 꾹 눌러 순서를 옮겨보세요
source: press the artist and move the order
ko: 아티스트를 꾹 눌러 순서를 옮겨보세요

# 아티스트를 최대 5명까지 선택해주세요
source: Please choose up to 5 people
ko: 아티스트를 최대 5명까지 선택해주세요

source: Hello, this is Seta. Providing the following information will help us investigate your inquiry: - iOS version: - Device model: - Date and time of issue: - Details of your inquiry:
ko: 안녕하세요. Seta 입니다. 아래 내용을 보내주시면 문의 확인에 도움이 됩니다. - iOS 버전 : - 기기 모델명 : - 문제발생일시 : - 문의 내용 :

# 알앤비
source: R&B
ko: 알앤비

# 에서 직접 추가할 수 있어요.
source: can add it directly at
ko: 에서 직접 추가할 수 있어요.

# 음악이 연결되는 순간,
source: The moment the music connects,
ko: 음악이 연결되는 순간,

# 이용 약관
source: Terms of Use
ko: 이용 약관

# 인터넷 연결을 확인한 뒤 다시 시도해 주세요
source: Please check and try again.
ko: 인터넷 연결을 확인한 뒤 다시 시도해 주세요

# 일렉트로닉
source: Electronic
ko: 일렉트로닉

# 장소
source: Place
ko: 장소

# 전체
source: All
ko: 전체

# 전체 공연 보기
source: All Shows
ko: 전체 공연 보기

# 제이팝
source: J-Pop
ko: 제이팝

# 찜하기 취소
source: Unlike
ko: 찜하기 취소

# 찜한 가수의 세트리스트가 없다면,
source: If you don't have a set list of singers,You
ko: 찜한 가수의 세트리스트가 없다면,

# 찜한 아티스트
source: Liked Artists
ko: 찜한 아티스트

# 찜한 아티스트 중 상단의 5명이 메인화면에 등장합니다
source: Only the top 5 artists will appear on the main screen
ko: 찜한 아티스트 중 상단의 5명이 메인화면에 등장합니다

# 찜한 아티스트가 없습니다
source: Find Artists You Like
ko: 찜한 아티스트가 없습니다

# 추가 및 수정하세요
source: attended on Setlist.fm. Add and edit
ko: 추가 및 수정하세요

# 취소
source: Cancel
ko: 취소

# 캡쳐된 사진을 앨범에서 확인하세요
source: Check it out on Photo Library
ko: 캡쳐된 사진을 앨범에서 확인하세요

# 케이팝
source: K-Pop
ko: 케이팝

# 팝
source: Pop
ko: 팝

# 포크
source: Folk
ko: 포크

# 플레이리스트 내보내기
source: Export Playlist
ko: 플레이리스트 내보내기

# 플레이리스트 내보내기 기능을 사용하려면 ‘Apple Music' 접근 권한을 허용해야 합니다.
source: To enable the Export Playlist feature, You must allow access to 'Apple Music'
ko: 플레이리스트 내보내기 기능을 사용하려면 ‘Apple Music' 접근 권한을 허용해야 합니다.

# 플레이리스트를 내보낼 앱을 선택해주세요
source: Please select the app to export the playlist
ko: 플레이리스트를 내보낼 앱을 선택해주세요

# 플레이리스트용 캡쳐하기
source: Capture for playlist
ko: 플레이리스트용 캡쳐하기

# 확인
source: OK
ko: 확인

# 확인하고 싶으시다면 찜을 해주세요
source: You can check out their recents hows anytime in here.
ko: 확인하고 싶으시다면 찜을 해주세요

# 힙합
source: hip-hop
ko: 힙합
